Revit 2027 API
ParameterTypeId.AssociatedLevelOffset Property
 "Associated Level Offset": The offset from the associated level.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AssociatedLevelOffset { get; }
Public Shared ReadOnly Property AssociatedLevelOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AssociatedLevelOffset {
	ForgeTypeId^ get ();
}
static member AssociatedLevelOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace